Repository: TYPO3-svn-archive/roq_redirect
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: nl

# tx_roqredirect_domain_model_redirect.redirect_to
source: Redirect to
nl: Redirect naar

# tx_roqredirect_domain_model_redirect.additional_url
source: Additional params
nl: Additionele parameters

# tx_roqredirect_domain_model_redirect.external_url
source: External url
nl: Externe url

# tx_roqredirect_domain_model_redirect.internal_file
source: File
nl: Bestand

# tx_roqredirect_domain_model_redirect.type
source: Redirect to
nl: Redirect naar

# tx_roqredirect_domain_model_redirect.counter
source: Total hits
nl: Aantal keer bezocht

# tx_roqredirect_domain_model_redirect.code301
source: Moved Permanently (301)
nl: Permanent verplaatst (301)

# tx_roqredirect_domain_model_redirect.code302
source: Moved temporarily (302)
nl: Tijdelijk verplaatst (302)

# tx_roqredirect_domain_model_redirect.code303
source: See other location (303)
nl: Zie andere locatie (303)

# tx_roqredirect_domain_model_redirect.code307
source: Temporary Redirect (307)
nl: Tijdelijk redirect (307)

# tx_roqredirect_domain_model_redirect.type.0
source: Internal page
nl: Interne pagina

# tx_roqredirect_domain_model_redirect.type.1
source: External url
nl: Externe url

# tx_roqredirect_domain_model_redirect.type.2
source: Internal file
nl: Interne bestand
